const cateList = [
  {
    name: "英雄列表",
    child: ["热门", "战士", "法师", "坦克", "刺客", "射手", "辅助"],
  },
  {
    name: "攻略中心",
    child: [
      {
        name: "热门视频",
        child: ["日", "周", "月"],
      },
      { name: "英雄攻略" },
      {
        name: "精品栏目",
        child: ["最新", "马菠萝奇闻录", "狄仁杰封神榜"],
      },
      {
        name: "赛事精品",
        child: [ "最新", "王者炸麦了", "绝对王者", "超神快讯1+1", "荣耀大话王", "KPL云电台", "荣耀宅急送", "王者好莱坞", ],
      },
      {
        name: "精彩视频",
        child: ["王者时刻", "王者学院", "新手视频", "官方视频"],
      },
      {
        name: "图文攻略",
        child: ["最新", "英雄", "新手", "官方", "同人"],
      },
    ],
  },
  {
    name: "新闻资讯",
    child: ["热门", "新闻", "公告", "活动", "赛事"],
  },
  {
    name: "赛事中心",
    child: [
      "KPL",
      "挑战者杯",
      "全国大赛",
      "K甲联赛",
      "高校联赛",
      "TGA",
      "WGI",
      "模拟战大师赛",
    ],
  },
];
module.exports = cateList
