const heroMap = {
  廉颇: {
    ename: "105",
    tag: "843",
  },
  小乔: {
    ename: "106",
    tag: "877",
  },
  赵云: {
    ename: "107",
    tag: "864",
  },
  墨子: {
    ename: "108",
    tag: "841",
  },
  妲己: {
    ename: "109",
    tag: "872",
  },
  嬴政: {
    ename: "110",
    tag: "881",
  },
  孙尚香: {
    ename: "111",
    tag: "890",
  },
  鲁班七号: {
    ename: "112",
    tag: "889",
  },
  庄周: {
    ename: "113",
    tag: "839",
  },
  刘禅: {
    ename: "114",
    tag: "842",
  },
  高渐离: {
    ename: "115",
    tag: "875",
  },
  阿轲: {
    ename: "116",
    tag: "903",
  },
  钟无艳: {
    ename: "117",
    tag: "863",
  },
  孙膑: {
    ename: "118",
    vdo: "656",
    tag: "896",
  },
  扁鹊: {
    ename: "119",
    vdo: "657",
    tag: "873",
  },
  白起: {
    ename: "120",
    vdo: "655",
    tag: "844",
  },
  芈月: {
    ename: "121",
    tag: "869",
  },
  吕布: {
    ename: "123",
    vdo: "821",
    tag: "855",
  },
  周瑜: {
    ename: "124",
    vdo: "629",
    tag: "878",
  },
  元歌: {
    ename: "125",
    vdo: "745",
    tag: "2568",
  },
  夏侯惇: {
    ename: "126",
    vdo: "747",
    tag: "853",
  },
  甄姬: {
    ename: "127",
    vdo: "724",
    tag: "879",
  },
  曹操: {
    ename: "128",
    vdo: "658",
    tag: "860",
  },
  典韦: {
    ename: "129",
    vdo: "1602",
    tag: "859",
  },
  宫本武藏: {
    ename: "130",
    vdo: "686",
    tag: "928",
  },
  李白: {
    ename: "131",
    vdo: "690",
    tag: "897",
  },
  马可波罗: {
    ename: "132",
    vdo: "687",
    tag: "884",
  },
  狄仁杰: {
    ename: "133",
    vdo: "685",
    tag: "891",
  },
  达摩: {
    ename: "134",
    vdo: "684",
    tag: "856",
  },
  项羽: {
    ename: "135",
    vdo: "763",
    tag: "845",
  },
  武则天: {
    ename: "136",
    vdo: "689",
    tag: "876",
  },
  司马懿: {
    ename: "137",
    vdo: "736",
    tag: "2604",
  },
  老夫子: {
    ename: "139",
    vdo: "665",
    tag: "858",
  },
  关羽: {
    ename: "140",
    vdo: "670",
    tag: "854",
  },
  貂蝉: {
    ename: "141",
    vdo: "622",
    tag: "868",
  },
  安琪拉: {
    ename: "142",
    vdo: "669",
    tag: "871",
  },
  程咬金: {
    ename: "144",
    vdo: "664",
    tag: "847",
  },
  露娜: {
    ename: "146",
    vdo: "666",
    tag: "902",
  },
  姜子牙: {
    ename: "148",
    vdo: "671",
    tag: "880",
  },
  刘邦: {
    ename: "149",
    vdo: "662",
    tag: "836",
  },
  韩信: {
    ename: "150",
    vdo: "668",
    tag: "901",
  },
  王昭君: {
    ename: "152",
    vdo: "768",
    tag: "874",
  },
  兰陵王: {
    ename: "153",
    vdo: "722",
    tag: "899",
  },
  花木兰: {
    ename: "154",
    vdo: "659",
    tag: "900",
  },
  艾琳: {
    ename: "155",
    vdo: "660",
  },
  张良: {
    ename: "156",
    vdo: "682",
    tag: "870",
  },
  不知火舞: {
    ename: "157",
    vdo: "661",
    tag: "867",
  },
  娜可露露: {
    ename: "162",
    tag: "898",
  },
  橘右京: {
    ename: "163",
    tag: "851",
  },
  亚瑟: {
    ename: "166",
    tag: "861",
  },
  孙悟空: {
    ename: "167",
    tag: "862",
  },
  牛魔: {
    ename: "168",
    tag: "840",
  },
  后羿: {
    ename: "169",
    tag: "892",
  },
  刘备: {
    ename: "170",
    tag: "929",
  },
  张飞: {
    ename: "171",
    tag: "838",
  },
  李元芳: {
    ename: "173",
    tag: "886",
  },
  虞姬: {
    ename: "174",
    tag: "885",
  },
  钟馗: {
    ename: "175",
    tag: "837",
  },
  杨玉环: {
    ename: "176",
    tag: "1754",
  },
  成吉思汗: {
    ename: "177",
    vdo: "891",
    tag: "883",
  },
  杨戬: {
    ename: "178",
    vdo: "923",
    tag: "850",
  },
  女娲: {
    ename: "179",
    tag: "1629",
  },
  哪吒: {
    ename: "180",
    tag: "849",
  },
  干将莫邪: {
    ename: "182",
    tag: "865",
  },
  雅典娜: {
    ename: "183",
    tag: "852",
  },
  蔡文姬: {
    ename: "184",
    vdo: "932",
    tag: "895",
  },
  太乙真人: {
    ename: "186",
    tag: "894",
  },
  东皇太一: {
    ename: "187",
    tag: "835",
  },
  鬼谷子: {
    ename: "189",
    tag: "1199",
  },
  诸葛亮: {
    ename: "190",
    vdo: "959",
    tag: "866",
  },
  大乔: {
    ename: "191",
    vdo: "963",
    tag: "893",
  },
  黄忠: {
    ename: "192",
    tag: "882",
  },
  铠: {
    ename: "193",
    tag: "1285",
  },
  苏烈: {
    ename: "194",
    tag: "1625",
  },
  百里玄策: {
    ename: "195",
    vdo: "1264",
    tag: "1368",
  },
  百里守约: {
    ename: "196",
    tag: "1295",
  },
  弈星: {
    ename: "197",
    tag: "1823",
  },
  梦奇: {
    ename: "198",
    tag: "1626",
  },
  公孙离: {
    ename: "199",
    tag: "1654",
  },
  沈梦溪: {
    ename: "312",
    tag: "2639",
  },
  明世隐: {
    ename: "501",
    tag: "1636",
  },
  裴擒虎: {
    ename: "502",
    tag: "1755",
  },
  狂铁: {
    ename: "503",
    tag: "1858",
  },
  米莱狄: {
    ename: "504",
    tag: "1856",
  },
  云中君: {
    ename: "506",
  },
  李信: {
    ename: "507",
    tag: "2646",
  },
  伽罗: {
    ename: "508",
    tag: "2623",
  },
  盾山: {
    ename: "509",
    tag: "2607",
  },
  孙策: {
    ename: "510",
    tag: "2569",
  },
  猪八戒: {
    ename: "511",
    tag: "2657",
  },
  上官婉儿: {
    ename: "513",
    tag: "2647",
  },
  嫦娥: {
    ename: "515",
    tag: "2656",
  },
  曜: {
    ename: "522",
  },
  蒙犽: {
    ename: "524",
  },
  鲁班大师: {
    ename: "525",
    tag: "4403",
  },
};

module.exports = heroMap